# TrussFamilyWebsHaveSymbolicCutbackParam Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..TrussFamilyWebsHaveSymbolicCutbackParam Property
ParameterTypeId Class See Also
---
"Webs have symbolic cutback"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId TrussFamilyWebsHaveSymbolicCutbackParam { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property TrussFamilyWebsHaveSymbolicCutbackParam As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ TrussFamilyWebsHaveSymbolicCutbackParam {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace